{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "dtype": "float32", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "name": "dense_1", "units": 9, "bias_regularizer": null, "batch_input_shape": [null, 5], "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "name": "dense_2", "units": 9, "bias_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "name": "dense_3", "units": 9, "bias_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "name": "dense_4", "units": 9, "bias_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "name": "dense_5", "units": 9, "bias_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "name": "dense_6", "units": 9, "bias_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "name": "dense_7", "units": 1, "bias_regularizer": null, "activation": "linear"}}], "keras_version": "2.2.2"}